[
    {"animal": "Aardvark", "clue": "This nocturnal mammal is known for its long ears and snout."},
    {"animal": "Aardwolf", "clue": "This hyena-like animal feeds primarily on termites."},
    {"animal": "Albatross", "clue": "This seabird has the largest wingspan of any living bird."},
    {"animal": "Antelope", "clue": "Known for its speed and grace, it can leap great distances."},
    {"animal": "Armadillo", "clue": "This armored mammal is known for curling into a ball when threatened."},
    {"animal": "Bald Eagle", "clue": "The national bird of the United States, known for its white head."},
    {"animal": "Bison", "clue": "This large mammal is often associated with the American plains."},
    {"animal": "Black Panther", "clue": "A melanistic variant of several big cat species."},
    {"animal": "Blue Whale", "clue": "The largest animal known to have ever existed."},
    {"animal": "Bongo", "clue": "This large antelope is known for its striking orange-brown coat."},
    {"animal": "Buffalo", "clue": "These animals are often found in herds and are known for their strength."},
    {"animal": "Cheetah", "clue": "This fast cat is known for its incredible speed during short sprints."},
    {"animal": "Chimpanzee", "clue": "This intelligent primate is closely related to humans."},
    {"animal": "Coyote", "clue": "This adaptable canid is often found in North America."},
    {"animal": "Dolphin", "clue": "Known for their intelligence and playful behavior."},
    {"animal": "Eagle", "clue": "This bird of prey is known for its keen eyesight."},
    {"animal": "Elephant", "clue": "The largest land animal, known for its trunk."},
    {"animal": "Flamingo", "clue": "This wading bird is known for its pink feathers and long legs."},
    {"animal": "Giraffe", "clue": "The tallest land animal, known for its long neck."},
    {"animal": "Goat", "clue": "This animal is known for its climbing ability and curiosity."},
    {"animal": "Grizzly Bear", "clue": "This powerful bear is known for its strength and size."},
    {"animal": "Hedgehog", "clue": "This small mammal is known for its spiny back."},
    {"animal": "Hippo", "clue": "This large, semi-aquatic mammal is known for its big mouth."},
    {"animal": "Kangaroo", "clue": "This marsupial is known for its strong hind legs and pouch."},
    {"animal": "Koala", "clue": "This Australian marsupial is known for eating eucalyptus leaves."},
    {"animal": "Leopard", "clue": "This big cat is known for its rosettes and adaptability."},
    {"animal": "Lion", "clue": "Known as the king of the jungle, it is a social big cat."},
    {"animal": "Lynx", "clue": "This medium-sized wild cat is known for its tufted ears."},
    {"animal": "Manatee", "clue": "Also known as sea cows, they are gentle herbivorous marine mammals."},
    {"animal": "Meerkat", "clue": "This small mongoose is known for standing upright on its hind legs."},
    {"animal": "Moose", "clue": "The largest member of the deer family, known for its palmate antlers."},
    {"animal": "Narwhal", "clue": "Known for its long, spiral tusk, often referred to as the unicorn of the sea."},
    {"animal": "Ocelot", "clue": "This wild cat is known for its beautiful, spotted coat."},
    {"animal": "Orangutan", "clue": "This great ape is known for its intelligence and long arms."},
    {"animal": "Panda", "clue": "Known for its black and white fur and diet primarily of bamboo."},
    {"animal": "Penguin", "clue": "This flightless bird is known for its waddling walk."},
    {"animal": "Platypus", "clue": "This egg-laying mammal is known for its duck-bill and webbed feet."},
    {"animal": "Polar Bear", "clue": "The largest carnivorous land mammal, known for its white fur."},
    {"animal": "Raccoon", "clue": "This nocturnal animal is known for its masked face and dexterous front paws."},
    {"animal": "Red Panda", "clue": "This small mammal is known for its reddish-brown fur and playful behavior."},
    {"animal": "Salmon", "clue": "Known for its ability to swim upstream to spawn."},
    {"animal": "Sea Turtle", "clue": "This marine reptile is known for its long migrations."},
    {"animal": "Sloth", "clue": "This slow-moving mammal is known for hanging upside down from trees."},
    {"animal": "Squirrel", "clue": "This small rodent is known for its bushy tail and acorn hoarding."},
    {"animal": "Tiger", "clue": "This big cat is known for its orange coat with black stripes."},
    {"animal": "Walrus", "clue": "Known for its tusks and whiskers, this marine mammal is found in the Arctic."},
    {"animal": "Whale", "clue": "The largest animals on Earth, known for their songs and migrations."},
    {"animal": "Zebra", "clue": "Known for its distinctive black and white stripes."},
    {"animal": "Ant", "clue": "This small insect is known for its ability to work in colonies."},
    {"animal": "Bat", "clue": "The only flying mammals, known for echolocation."},
    {"animal": "Beetle", "clue": "This insect has a hard outer shell and comes in many varieties."},
    {"animal": "Cheetah", "clue": "The fastest land animal, known for its speed in short bursts."},
    {"animal": "Dingo", "clue": "A wild dog found in Australia, known for its adaptability."},
    {"animal": "Eel", "clue": "This long, snake-like fish is known for its slippery body."},
    {"animal": "Falcon", "clue": "This bird of prey is known for its speed and hunting skills."},
    {"animal": "Gazelle", "clue": "This antelope is known for its graceful leaps and speed."},
    {"animal": "Hawk", "clue": "A bird of prey known for its keen eyesight and hunting prowess."},
    {"animal": "Jellyfish", "clue": "A gelatinous marine creature known for its stinging tentacles."},
    {"animal": "Koi", "clue": "A colorful fish often found in ponds and gardens."},
    {"animal": "Lemur", "clue": "This primate is known for its large eyes and social behavior."},
    {"animal": "Macaw", "clue": "A large, colorful parrot known for its intelligence and vocal skills."},
    {"animal": "Nightingale", "clue": "Known for its beautiful and powerful song."},
    {"animal": "Octopus", "clue": "This cephalopod is known for its intelligence and ability to change color."},
    {"animal": "Pheasant", "clue": "A colorful bird known for its long tail and beautiful plumage."},
    {"animal": "Quokka", "clue": "Known as the happiest animal on Earth for its friendly demeanor."},
    {"animal": "Raven", "clue": "A highly intelligent bird known for its problem-solving skills."},
    {"animal": "Starfish", "clue": "A marine creature known for its star-shaped body."},
    {"animal": "Tortoise", "clue": "A slow-moving reptile known for its hard shell."},
    {"animal": "Urial", "clue": "A wild sheep found in Central and South Asia, known for its curved horns."},
    {"animal": "Vulture", "clue": "A scavenging bird known for its bald head and keen eyesight."},
    {"animal": "Wombat", "clue": "This Australian marsupial is known for its burrowing behavior."},
    {"animal": "Xerus", "clue": "A type of African ground squirrel known for its social behavior."},
    {"animal": "Yeti", "clue": "A legendary ape-like creature said to inhabit the Himalayas."},
    {"animal": "Zorse", "clue": "A hybrid between a zebra and a horse."}
]
