[
    {"food": "Pizza", "clue": "A popular Italian dish made with a round base of dough topped with sauce, cheese, and various toppings."},
    {"food": "Sushi", "clue": "A Japanese dish consisting of vinegared rice paired with seafood or vegetables."},
    {"food": "Tacos", "clue": "A traditional Mexican dish made of corn or wheat tortilla filled with various ingredients."},
    {"food": "Pasta", "clue": "An Italian staple made from durum wheat and water, commonly served with sauce."},
    {"food": "Burgers", "clue": "A sandwich consisting of a cooked patty of ground meat, typically beef, served in a bun."},
    {"food": "Ice Cream", "clue": "A sweetened frozen food typically eaten as a snack or dessert."},
    {"food": "Salad", "clue": "A dish consisting of a mixture of various ingredients, often including vegetables."},
    {"food": "Chocolate", "clue": "A sweet treat made from roasted and ground cacao seeds."},
    {"food": "Steak", "clue": "A cut of meat from the beef carcass, typically grilled or pan-fried."},
    {"food": "Curry", "clue": "A dish originating from South Asian cuisine, often made with meat or vegetables in a spiced sauce."},
    {"food": "Quiche", "clue": "A savory pie filled with eggs, cream, and various ingredients, often including cheese and vegetables."},
    {"food": "Dumplings", "clue": "Dough filled with various ingredients, often steamed or boiled."},
    {"food": "Falafel", "clue": "A Middle Eastern dish made of ground chickpeas or fava beans formed into balls and deep-fried."},
    {"food": "Biryani", "clue": "A mixed rice dish originating from the Indian subcontinent, made with rice, spices, and meat or vegetables."},
    {"food": "Bread", "clue": "A staple food made from flour and water, usually baked."},
    {"food": "Cheesecake", "clue": "A dessert consisting of a creamy filling made with cheese on a crust."},
    {"food": "Pancakes", "clue": "A flat, round breakfast food made from a batter and cooked on a griddle."},
    {"food": "Brownies", "clue": "A chocolate dessert that is baked and typically cut into squares."},
    {"food": "Lasagna", "clue": "An Italian dish made of layers of pasta, meat, cheese, and sauce."},
    {"food": "Samosa", "clue": "A fried or baked pastry filled with spiced potatoes, peas, or meat."},
    {"food": "Gnocchi", "clue": "Italian dumplings made from potatoes, flour, and egg."},
    {"food": "Tiramisu", "clue": "A coffee-flavored Italian dessert made with layers of coffee-soaked ladyfingers and mascarpone cheese."},
    {"food": "Hummus", "clue": "A dip made from blended chickpeas, tahini, olive oil, lemon juice, and garlic."},
    {"food": "Ceviche", "clue": "A Latin American dish of raw fish marinated in citrus juices."},
    {"food": "Chili", "clue": "A spicy stew containing chili peppers, meat, and often beans."},
    {"food": "Pesto", "clue": "A sauce made from basil, garlic, pine nuts, Parmesan cheese, and olive oil."},
    {"food": "Clam Chowder", "clue": "A creamy soup made with clams, potatoes, onions, and sometimes bacon."},
    {"food": "Moussaka", "clue": "A Greek dish made of layered eggplant, ground meat, and béchamel sauce."},
    {"food": "Sushi Roll", "clue": "A type of sushi that is rolled in seaweed and sliced into pieces."},
    {"food": "Fried Rice", "clue": "A dish made from pre-cooked rice stir-fried in a wok with various ingredients."},
    {"food": "Tortilla", "clue": "A thin flatbread made from corn or wheat, commonly used in Mexican cuisine."},
    {"food": "Croissant", "clue": "A buttery, flaky pastry that is often eaten for breakfast."},
    {"food": "Spring Rolls", "clue": "A crispy appetizer made of thin pastry filled with vegetables and sometimes meat."},
    {"food": "Ramen", "clue": "A Japanese noodle soup dish that is often flavored with soy sauce or miso."},
    {"food": "Barbecue", "clue": "A cooking method and style of food characterized by grilling or smoking meat."},
    {"food": "Tapioca Pudding", "clue": "A sweet dessert made with tapioca pearls, milk, and sugar."}
]
