[
    {"game": "The Legend of Zelda", "clue": "An action-adventure game where players control Link to rescue Princess Zelda."},
    {"game": "Super Mario Bros.", "clue": "A platform game featuring Mario, where he must rescue Princess Peach from Bowser."},
    {"game": "Minecraft", "clue": "A sandbox game that allows players to build and explore in a blocky 3D world."},
    {"game": "Fortnite", "clue": "A battle royale game where players compete to be the last one standing on an island."},
    {"game": "Call of Duty", "clue": "A first-person shooter franchise known for its multiplayer modes and realistic combat."},
    {"game": "Overwatch", "clue": "A team-based first-person shooter featuring a diverse cast of heroes."},
    {"game": "The Witcher 3: Wild Hunt", "clue": "An open-world RPG where players control Geralt of Rivia on a quest to find his adopted daughter."},
    {"game": "Dark Souls", "clue": "An action RPG known for its challenging gameplay and deep lore."},
    {"game": "Animal Crossing", "clue": "A life simulation game where players develop a village inhabited by anthropomorphic animals."},
    {"game": "The Sims", "clue": "A life simulation game that allows players to create and control people in a virtual world."},
    {"game": "League of Legends", "clue": "A multiplayer online battle arena game where players compete in teams to destroy the enemy's Nexus."},
    {"game": "Street Fighter", "clue": "A fighting game series featuring a diverse roster of characters with unique abilities."},
    {"game": "Halo", "clue": "A sci-fi first-person shooter series centered around the conflict between humans and alien species."},
    {"game": "Final Fantasy VII", "clue": "A classic RPG that follows Cloud Strife and his friends as they battle the evil corporation Shinra."},
    {"game": "God of War", "clue": "An action-adventure game that follows Kratos as he battles gods and monsters from Greek and Norse mythology."},
    {"game": "Tetris", "clue": "A puzzle game where players arrange falling blocks to create complete lines."},
    {"game": "GTA V", "clue": "An open-world action-adventure game that lets players explore the fictional state of San Andreas."},
    {"game": "Persona 5", "clue": "A role-playing game that combines traditional JRPG elements with social simulation."},
    {"game": "Red Dead Redemption 2", "clue": "An open-world game set in the Wild West that follows Arthur Morgan and the Van der Linde gang."},
    {"game": "Among Us", "clue": "A multiplayer social deduction game where players work together to complete tasks while identifying impostors."},
    {"game": "Resident Evil", "clue": "A survival horror game series featuring zombies and other bio-organic threats."},
    {"game": "Portal", "clue": "A puzzle-platform game where players use a portal gun to solve puzzles and escape a testing facility."},
    {"game": "Doom", "clue": "A first-person shooter that popularized the genre, featuring demons and fast-paced action."},
    {"game": "The Elder Scrolls V: Skyrim", "clue": "An open-world RPG set in a fantasy world where players can explore, quest, and become a dragonborn."},
    {"game": "Hollow Knight", "clue": "A metroidvania-style action-adventure game set in a beautifully hand-drawn insect world."},
    {"game": "Cuphead", "clue": "A run-and-gun indie game known for its 1930s cartoon art style and challenging boss battles."},
    {"game": "Fall Guys", "clue": "A multiplayer party game where players compete in obstacle courses to be the last one standing."},
    {"game": "Celeste", "clue": "A platformer that tells the story of a young woman climbing a mountain while overcoming challenges."},
    {"game": "Sekiro: Shadows Die Twice", "clue": "An action-adventure game set in Sengoku-era Japan, focusing on stealth and precise combat."},
    {"game": "Monster Hunter: World", "clue": "An action RPG where players hunt and capture various monsters in diverse ecosystems."},
    {"game": "Stardew Valley", "clue": "A farming simulation game where players manage a farm, build relationships, and explore caves."},
    {"game": "Dead Cells", "clue": "A rogue-like metroidvania game featuring fast-paced combat and procedurally generated levels."},
    {"game": "FIFA", "clue": "A popular soccer simulation video game series featuring real teams and players."},
    {"game": "Bioshock", "clue": "A first-person shooter that explores complex themes in a dystopian underwater city."}
]
